Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MEDICAL_ID_CONSOLIDATION_LEARN_MORE_BODY
source: When you use Emergency SOS, your device will attempt to call emergency services. To allow the dispatcher to assist you, this call may include your location, regardless of whether you enable Location Services. Once the call ends, you can choose to notify your emergency contacts with a message that says you have called emergency services. This message also includes your current location. You can manage your emergency contacts by editing your Medical ID in the Health app on iPhone. For a limited period of time, your device will send updates to your emergency contacts as your location changes. You’ll receive a notification when this happens. You may stop these updates by selecting Stop Sharing in the notification. If Location Services is disabled, it will be temporarily enabled in order to notify your emergency contacts with your location. If you don’t want to send your location to your emergency contacts, open Settings on your iPhone, tap Privacy, tap Location Services, tap System Services, and turn off Emergency SOS.
ar: عندما تستخدم طوارئ SOS، سيحاول جهازك الاتصال بخدمات الطوارئ. للسماح للمرسل بمساعدتك، ربما تتضمن هذه المكالمة موقعك سواء أكانت خدمات الموقع قيد التشغيل على جهازك أم لا. وبمجرد انتهاء المكالمة، يمكنك اختيار إعلام جهات اتصال الطوارئ لديك برسالة توضح أنك اتصلت بخدمات الطوارئ. وتتضمن هذه الرسالة أيضًا موقعك الحالي. ويمكنك إدارة جهات اتصال الطوارئ لديك من خلال تعديل "الهوية الطبية" الخاصة بك في تطبيق صحتي على الـ iPhone. سيرسل جهازك - لفترة زمنية محدودة - تحديثات إلى جهات اتصال الطوارئ لديك كلما تغير موقعك، وسيصلك إشعار عندما يحدث ذلك. ويمكنك إيقاف هذه التحديثات بتحديد "إيقاف المشاركة" في الإشعار. في حالة إيقاف خدمات الموقع، سيتم تمكينها مؤقتًا حتى يتم إعلام جهات اتصال الطوارئ بموقعك. وإذا كنت لا ترغب في إرسال موقعك إلى جهات اتصال الطوارئ لديك، افتح الإعدادات على الـ iPhone، واضغط على "الخصوصية"، ثم على "خدمات الموقع"، ثم "خدمات النظام"، وقم بإيقاف "طوارئ SOS".
bg: Когато използвате функцията за SOS обаждане, устройството ви ще се опита да се обади на службите за спешна помощ. За да може диспечерът да ви помогне, е възможно в обаждането да бъде включено местоположението ви, независимо дали са активирани услугите за местоположение. След приключване на обаждането ще имате възможност да уведомите контактите си при спешни случаи със съобщение, посочващо, че имате обаждане до службите за спешна помощ. Това съобщение ще включва също и текущото ви местоположение. Можете да управлявате контактите си при спешни случаи, като редактирате медицинския си идентификатор в приложението Здраве на iPhone. За ограничен период от време устройството ви ще изпраща до контактите ви при спешни случаи промените в местоположението ви, за което ще получавате известие. Можете да спрете тези уведомления, като изберете опцията за спиране на споделянето в известието. Ако услугите за местоположение по принцип са деактивирани, те ще бъдат временно активирани, за да известяват контактите ви при спешни случаи за местоположението ви. Ако не искате да изпращате местоположението си до тях, отворете Настройки на вашия iPhone, докоснете Поверителност, Услуги за местоположение, Системни услуги и изключете опцията SOS обаждане.
ca: Si utilitzes l’avís d’emergència SOS, el dispositiu trucarà als serveis d’emergències. Perquè et puguin localitzar, és possible que la trucada inclogui la teva ubicació, tant si tens la localització activada com si no. Quan finalitzi la trucada, podràs avisar els contactes d’emergència a través d’un missatge per dir‑los que has trucat als serveis d’emergències. Aquest missatge també inclourà la teva ubicació actual. Pots editar els contactes d’emergència a les dades mèdiques de l’app Salut de l’iPhone. Durant un període de temps limitat, el dispositiu enviarà actualitzacions als contactes d’emergència a mesura que canviï la teva ubicació. Quan això passi, rebràs un avís. Pots seleccionar “Deixa de compartir” a la notificació per desactivar les actualitzacions. Si la localització està desactivada, s’activarà temporalment per comunicar la teva ubicació als contactes d’emergència. Si no vols enviar la ubicació als contactes d’emergència, ves a la configuració de l’iPhone enllaçat, toca Privacitat > Localització > Serveis del sistema i desactiva l’avís d’emergència SOS.
cs: Když použijete funkci Tíseň SOS, vaše zařízení se pokusí zavolat tísňovým službám. Aby vám dispečeři mohli pomoci, může tento hovor obsahovat údaj o vaší poloze bez ohledu na to, zda máte nebo nemáte zapnuté polohové služby. Po ukončení hovoru můžete svým nouzovým kontaktům poslat zprávu, že jste tísňovým službám zavolali. I tato zpráva bude obsahovat vaši aktuální polohu. Nouzové kontakty můžete upravit ve svém zdravotním ID v aplikaci Zdraví na iPhonu. Po omezenou dobu bude vaše zařízení při změně polohy odesílat nouzovým kontaktům její aktualizace. Když k tomu dojde, obdržíte oznámení. Tyto aktualizace můžete kdykoli vypnout tak, že v oznámení vyberete volbu Zastavit sdílení. Pokud jsou polohové služby vypnuté, na přechodnou dobu se zapnou, aby bylo možné nouzovým kontaktům vaši polohu odeslat. V případě, že svoji polohu nouzovým kontaktům poslat nechcete, otevřete na iPhonu aplikaci Nastavení, klepněte na Soukromí, klepněte na Polohové služby, klepněte na Systémové služby a vypněte funkci Tíseň SOS.
da: Når du bruger Nød‑SOS, forsøger din enhed at ringe til alarmcentralen. For at give alarmcentraloperatøren mulighed for at hjælpe dig, kan opkaldet inkludere din lokalitet, hvad enten du har slået Lokalitetstjenester til eller ej. Når opkaldet afsluttes, kan du vælge at underrette dine nødkontakter om, at du har ringet til alarmcentralen. Denne besked indeholder også din aktuelle lokalitet. Du kan administrere nødkontakter i Nødinfo i appen Sundhed på din iPhone. Din enhed vil i en begrænset periode sende opdateringer til dine nødkontakter, når din lokalitet ændres. Du modtager en notifikation, når det sker. Du kan standse disse opdateringer ved at vælge Stop deling i notifikationen. Hvis Lokalitetstjenester er slået fra, vil de blive slået til midlertidigt, så dine nødkontakter kan blive underrettet om din lokalitet. Hvis du ikke ønsker at sende din lokalitet til dine kontakter ved nødsituation, skal du åbne Indstillinger på din iPhone, trykke på Anonymitet, trykke på Lokalitetstjenester, trykke på Systemtjenester og slå Nød‑SOS fra.
de: Beim Verwenden von „Notruf SOS“ wird dein Gerät versuchen, die Rettungsdienste anzurufen. Damit die Leitstelle Hilfe vermitteln kann, enthält dieser Anruf möglicherweise deinen Standort, unabhängig davon, ob die Ortungsdienste aktiviert sind oder nicht. Im Anschluss an den Anruf hast du die Option, deine Notfallkontakte per Nachricht über deinen Notruf zu informieren. Auch diese Nachricht enthält deinen aktuellen Standort. Du kannst die Notfallkontakte in deinem Notfallpass in der Health-App auf dem iPhone verwalten. Anschließend sendet das Gerät deinen Notfallkontakten für eine begrenzte Dauer Aktualisierungen zu deinem Standort, sollte er sich ändern. Du erhältst dann eine entsprechende Benachrichtigung. Diese weiteren Aktualisierungen können jederzeit deaktiviert werden, indem du in der Mitteilung die Standortfreigabe beendest. Sollten die Ortungsdienste deaktiviert sein, werden sie kurzzeitig aktiviert, damit deine Notfallkontakte über deinen Standort informiert werden können. Wenn dein Standort nicht an deine Notfallkontakte gesendet werden soll, öffne die Einstellungen auf deinem iPhone, tippe auf „Datenschutz“, „Ortungsdienste“, „Systemdienste“ und schalte dort „Notruf SOS“ aus.
el: Όταν χρησιμοποιήσετε το Επείγον SOS, η συσκευή σας θα επιχειρήσει να καλέσει τις Υπηρεσίες έκτακτης ανάγκης. Για να μπορέσει να σας βοηθήσει ο διεκπεραιωτής του κέντρου Υπηρεσιών έκτακτης ανάγκης, η κλήση μπορεί να περιέχει την τοποθεσία σας, ανεξάρτητα από το αν έχετε ενεργοποιήσει τις Υπηρεσίες τοποθεσίας. Στο τέλος της κλήσης, μπορείτε να επιλέξετε να ειδοποιηθούν οι επαφές έκτακτης ανάγκης σας με ένα μήνυμα που θα αναφέρει ότι καλέσατε τις Υπηρεσίες έκτακτης ανάγκης. Το εν λόγω μήνυμα θα περιλαμβάνει επίσης την τρέχουσα τοποθεσία σας. Μπορείτε να διαχειριστείτε τις επαφές έκτακτης ανάγκης στο Ιατρικό ID σας στην εφαρμογή «Υγεία» στο iPhone. Για περιορισμένο χρονικό διάστημα, η συσκευή σας θα στέλνει ενημερώσεις στις επαφές έκτακτης ανάγκης σας όταν αλλάζει η τοποθεσία σας. Θα λαμβάνετε μια γνωστοποίηση κάθε φορά που συμβαίνει αυτό. Μπορείτε να διακόψετε αυτές τις ενημερώσεις επιλέγοντας «Διακοπή κοινοποίησης» στη γνωστοποίηση. Αν οι Υπηρεσίες τοποθεσίας είναι απενεργοποιημένες, θα ενεργοποιηθούν προσωρινά για κοινοποίηση της τοποθεσίας σας στις επαφές έκτακτης ανάγκης. Αν δεν θέλετε να σταλεί η τοποθεσία σας στις επαφές έκτακτης ανάγκης, ανοίξτε τις Ρυθμίσεις στο iPhone σας, αγγίξτε «Απόρρητο» > «Υπηρεσίες τοποθεσίας» > «Υπηρεσίες συστήματος» και απενεργοποιήστε το «Επείγον SOS».
es: Cuando usas la función “Emergencia SOS”, el dispositivo intenta llamar a los servicios de emergencia. Con el fin de facilitar las labores de asistencia, esta llamada puede incluir tu ubicación, independientemente de si tienes o no activada la función de localización. Cuando la llamada termina, puedes enviar a tus contactos de emergencia un mensaje que les avise de que has llamado a los servicios de emergencia. El mensaje incluirá tu ubicación actual. Puedes gestionar tus contactos de emergencia desde la pestaña “Datos médicos” de la app Salud del iPhone. Durante un periodo de tiempo limitado, tu dispositivo enviará actualizaciones a tus contactos de emergencia cuando tu ubicación cambie, y tú también recibirás una notificación. Puedes desactivar el envío de actualizaciones seleccionando “Dejar de compartir” en la notificación. Si la localización está desactivada, se activará temporalmente para enviar tu ubicación a tus contactos de emergencia. Si no quieres que se envíe tu ubicación a estos contactos, en el iPhone ve a Ajustes > Privacidad > Localización > Servicios del sistema, y desactiva la opción “Emergencia SOS”.
es_us: Al usar Emergencia SOS, tu dispositivo intentará llamar a servicios de emergencia. Para que quien atienda tu llamada pueda ayudarte, esta incluye tu ubicación sin importar si activaste Localización. Al finalizar la llamada, tendrás la opción de avisar a tus contactos de emergencia con un mensaje en el que se informa que realizaste una llamada de emergencia y que incluye tu ubicación actual. Puedes administrarlos al editar tu ficha médica en la app Salud de tu iPhone. Durante un periodo limitado, tu dispositivo enviará actualizaciones a tus contactos de emergencia conforme tu ubicación cambie y recibirás una notificación cuando esto suceda. Puedes desactivarlas al seleccionar Dejar de compartir en la notificación. Si Localización está desactivada, se reactivará temporalmente para comunicar tu ubicación a tus contactos de emergencia. Si no quieres que se les envíe, desactiva Emergencia SOS en tu iPhone enlazado en Configuración > Privacidad > Localización > Servicios del sistema.
fi: Kun käytät Hätätila SOS ‑toimintoa, laitteesi yrittää soittaa hätänumeroon. Hätäkeskuksen avustamiseksi puhelu saattaa sisältää sijaintitietosi, riippumatta siitä, ovatko Sijaintipalvelut päällä vai ei. Puhelun päätyttyä voit halutessasi lähettää ICE-yhteyshenkilöillesi viestin, joka kertoo heille, että olet soittanut hätäpuhelun. Viesti sisältää myös nykyisen sijaintisi. Voit hallita ICE-yhteyshenkilöitäsi iPhonen Terveys-apin SOS-tiedoissa. Laitteesi lähettää rajoitetun ajan päivityksiä ICE-yhteyshenkilöillesi sijaintisi vaihtuessa. Kun näin tapahtuu, saat ilmoituksen. Voit lopettaa nämä päivitykset valitsemalla ilmoituksessa Lopeta jako. Jos Sijaintipalvelut eivät ole päällä, ne laitetaan väliaikaisesti päälle, jotta ICE-yhteyshenkilöt saavat tiedon sijainnistasi. Jos et halua lähettää sijaintiasi ICE-yhteyshenkilöille, valitse iPhonessa Asetukset > Tietosuoja > Sijaintipalvelut > Järjestelmäpalvelut ja laita Hätätila SOS pois päältä.
fr: Lorsque vous utilisez « Appel d’urgence », votre appareil essaiera d’appeler les secours. Pour aider les secours, votre lieu peut être transmis, que vous ayez activé le service de localisation ou non. Au terme de cet appel, vous pourrez choisir de notifier vos contacts d’urgence par le biais d’un message qui indique que vous avez appelé les secours. Ce message comprend aussi votre position actuelle. Vous pouvez gérer vos contacts d’urgence en modifiant votre fiche médicale dans l’app Santé de l’iPhone. Pendant une période limitée, votre appareil enverra des mises à jour à vos contacts d’urgence pour indiquer votre nouvelle position. Vous recevrez alors une notification et pourrez désactiver ces mises à jour en sélectionnant « Ne plus partager ». Si le Service de localisation est désactivé, ce service sera alors temporairement activé pour permettre à ces contacts de recevoir votre position. Si vous ne souhaitez pas partager votre position avec vos contacts d’urgence, ouvrez Réglages sur votre iPhone, touchez Confidentialité > Service de localisation > Services Système et désactivez « Appel d’urgence ».
fr_ca: Lorsque vous utilisez Urgence SOS, votre appareil tentera d’appeler les services d’urgence. Pour aider le répartiteur à vous porter assistance, cet appel pourrait inclure votre position, que vous ayez activé le service de localisation ou non. Au terme de cet appel, vous aurez la possibilité de prévenir vos contacts d’urgence au moyen d’un message qui indique que vous avez appelé les services d’urgence. Ce message contient également votre position actuelle. Vous pouvez gérer vos contacts d’urgence en modifiant votre fiche médicale dans l’app Santé de l’iPhone. Votre appareil enverra, pendant une période de temps limitée, des mises à jour à vos contacts d’urgence pour indiquer votre nouvelle position. Vous recevrez une notification lorsque cela se produit. Vous pouvez désactiver ces mises à jour en sélectionnant Arrêter le partage dans la notification. Si le service de localisation est désactivé, il sera alors temporairement activé pour permettre à vos contacts d’urgence de recevoir votre position. Si vous ne voulez pas envoyer votre position à vos contacts d’urgence, accédez aux Réglages sur votre iPhone, touchez Confidentialité, Localisation, puis Services système et désactivez Urgence SOS.
he: בעת שימוש ב״חירום SOS״, המכשיר שלך ינסה להתקשר לשירותי החירום. כדי לאפשר למוקדנים לעזור לך, שיחה זו עשויה לכלול את פרטי המיקום שלך, אפילו אם לא הפעלת את ״שירותי מיקום״ במכשירך. לאחר סיום השיחה, תינתן לך האפשרות ליידע את אנשי הקשר שלך לשעת חירום באמצעות הודעה שתציין שהתקשרת לשירותי החירום. ההודעה תכלול גם את פרטי מיקומך הנוכחי. ניתן לערוך את אנשי הקשר לשעת חירום בכרטיס הרפואי ביישום ״בריאות״ ב-iPhone. למשך זמן מוגבל, המכשיר שלך ימשיך לשלוח עדכונים לאנשי הקשר לשעת חירום בכל פעם שהמיקום שלך ישתנה, ויתקבל אצלך עדכון בעת השליחה. ניתן להפסיק את שליחת העדכונים על-ידי בחירה באפשרות ״הפסקת השיתוף״ בעדכון שיתקבל. אם ביטלת את ״שירותי מיקום״, הוא יופעל באופן זמני כדי לאפשר את שליחת פרטי המיקום שלך לאנשי הקשר שלך לשעת חירום. אם אינך רוצה לשלוח את פרטי המיקום שלך לאנשי הקשר שלך לשעת חירום, באפשרותך לפתוח את ״הגדרות״ ב-iPhone, להקיש על ״פרטיות״, להקיש על ״שירותי מיקום״, להקיש על ״שירותי מערכת״ ולכבות את ״חירום SOS״.
hi: जब आप आपातकालीन SOS का उपयोग करते हैं, तो आपके डिवाइस द्वारा आपातकालीन सेवाओं को कॉल करने का प्रयास किया जाएगा। डिस्पैचर को सहायता की अनुमति देने के लिए इस कॉल में आपका स्थान शामिल हो सकता है, चाहे आप स्थान सेवा को सक्षम करें या नहीं। कॉल के समाप्त होने पर आप अपने आपातकालीन संपर्कों को एक संदेश के माध्यम से सूचित करने का विकल्प चुन ^[सकते हैं](inflect: true) जिसमें बताया गया हो कि आपने आपातकालीन सेवाओं को कॉल किया है। इस संदेश में आपका वर्तमान स्थान भी शामिल किया जाता है। आप iPhone पर सेहत ऐप में अपने मेडिकल ID को संपादित करके अपने आपातकालीन संपर्कों को प्रबंधित कर ^[सकते हैं](inflect: true)। सीमित अवधि के लिए आपका स्थान बदलने पर आपके डिवाइस द्वारा आपके आपातकालीन संपर्कों को अपडेट भेजे जाएँगे। संदेश भेजे जाने पर आपको सूचना प्राप्त होगी। सूचना में जाकर “शेयरिंग रोकें” चुनकर आप इन अपडेट को रोक भी सकते हैं। यदि स्थान सेवा अक्षम है, तो आपातकालीन संपर्कों को आपके वर्तमान स्थान के बारे में सूचित करने के लिए उन्हें अस्थायी रूप से सक्षम कर दिया जाएगा। यदि आप अपने आपातकालीन संपर्कों को अपना स्थान नहीं भेजना ^[चाहते हैं](inflect: true), तो अपने पेयर किए iPhone पर सेटिंग्ज़ खोलें, गोपनीयता पर टैप करें, स्थान सेवा पर टैप करें, सिस्टम सेवाएँ पर टैप करें और आपातकालीन SOS को बंद करें।
hr: Kad koristite Hitan poziv, vaš uređaj će pokušati nazvati hitne službe. Kako bi vam dispečer mogao pomoći, ovaj poziv može sadržavati vašu lokaciju, bez obzira jesu li na uređaju omogućene Lokacijske usluge. Po završetku poziva, možete odabrati želite li obavijestiti vaše hitne kontakte porukom u kojoj će se navesti da ste nazvali hitne službe. Ta poruka također sadrži vašu trenutačnu lokaciju. Možete upravljati vašim hitnim kontaktima tako da uredite Zdravstvenu kartu u aplikaciji Zdravlje na iPhoneu. Tijekom ograničenog vremenskog perioda, uređaj će slati obavijesti vašim hitnim kontaktima kad se vaša lokacija promijeni. Primit ćete obavijest kad se to desi. Možete isključiti ta ažuriranja tako da odaberete Prekini dijeljenje u obavijesti. Ako su Lokacijske usluge isključene, privremeno će se uključiti kako bi vaši hitni kontakti mogli biti obaviješteni o vašoj lokaciji. Ako ne želite poslati vašu lokaciju hitnim kontaktima, otvorite Postavke na uparenom iPhoneu, dodirnite Privatnost, dodirnite Lokacijske usluge, dodirnite Usluge sustava i isključite Hitan poziv.
hu: Amikor a Vészhelyzet – SOS funkciót használja, az eszköze megpróbálja felhívni a sürgősségi segélyszolgálatokat. Annak érdekében, hogy a segélyszolgálati központ segíthessen Önnek, a hívás tartalmazhatja az Ön helyzetét, függetlenül attól, hogy Ön engedélyezi-e a Helymeghatározást. A hívás befejezése után lehetősége lesz szöveges üzenetben értesíteni a vészhelyzetben értesítendő kontaktjait, amelyben jelzi, hogy a sürgősségi segélyszolgálatokat hívta. Ez az üzenet szintén tartalmazza az Ön aktuális helyzetét. A vészhelyzetben értesítendő kontaktjait az iPhone-jának Egészség appjában lévő Egészségügyi azonosító szerkesztésével kezelheti. A vészhelyzetben értesítendő kontaktjainak értesítése után az eszköze korlátozott ideig frissítést küld, amikor a helyzete megváltozik. Amikor ez megtörténik, Ön értesítést fog kapni. Ezeket a frissítéseket letilthatja az értesítésben található Megosztás leállítása lehetőséggel. Ha a Helymeghatározás ki van kapcsolva, akkor ideiglenesen engedélyezve lesz, hogy a vészhelyzetben értesítendő kontaktok értesüljenek az Ön helyzetéről. Ha nem szeretné elküldeni a helyzetét a vészhelyzetben értesítendő kontaktoknak, akkor nyissa meg a Beállításokat az iPhone-ján, koppintson az Adatvédelem lehetőségre, koppintson a Helymeghatározás lehetőségre, koppintson a Rendszerszolgáltatások lehetőségre, és kapcsolja ki a Vészhelyzet – SOS funkciót.
id: Saat Darurat SOS diaktifkan, perangkat Anda akan mencoba memanggil layanan darurat. Agar dapat mengizinkan operator untuk membantu Anda, panggilan ini dapat disertai dengan lokasi Anda, terlepas dari apakah Anda mengaktifkan Layanan Lokasi atau tidak. Setelah panggilan berakhir, Anda dapat memilih untuk memberi tahu kontak darurat dengan pesan bahwa Anda telah memanggil layanan darurat. Pesan juga menyertakan lokasi Anda saat ini. Anda juga dapat mengelola kontak darurat dengan mengedit ID Medis Anda di app Kesehatan di iPhone. Untuk waktu terbatas, perangkat Anda akan mengirimkan pembaruan ke kontak darurat saat lokasi Anda berubah. Anda akan menerima pemberitahuan saat ini terjadi. Anda dapat menghentikan pembaruan ini dengan memilih Berhenti Berbagi di pemberitahuan. Jika dinonaktifkan, Layanan Lokasi akan diaktifkan untuk sementara agar dapat memberi tahu kontak darurat mengenai lokasi Anda. Jika Anda tidak ingin mengirimkan lokasi ke kontak darurat, buka Pengaturan di iPhone Anda, ketuk Privasi, ketuk Layanan Lokasi, ketuk Layanan Sistem, dan matikan Darurat SOS.
it: Quando ritieni di essere in una situazione di pericolo e utilizzi l’opzione “SOS emergenze”, il tuo dispositivo proverà a effettuare una chiamata ai servizi di emergenza. Al fine di consentire ai soccorsi di assisterti, la chiamata includerà la tua posizione anche se la localizzazione non è stata attivata. Al termine della chiamata, potrai inviare un messaggio di notifica ai contatti di emergenza che hai indicato per informarli di aver effettuato una telefonata ai servizi di soccorso e fornire loro la posizione in cui ti trovi. Puoi modificare e gestire i contatti di emergenza direttamente dalla cartella clinica dell’app Salute su iPhone. Il tuo dispositivo invierà, per un certo lasso di tempo, aggiornamenti ai tuoi contatti nel caso in cui la tua posizione cambi. Puoi disabilitare l’opzione di notifica ai contatti di emergenza in qualsiasi momento selezionando l’opzione “Interrompi condivisione” nella sezione Notifiche. Se invii una notifica e la localizzazione non è abilitata, l’opzione verrà abilitata temporaneamente per permettere ai tuoi contatti di emergenza di ricevere informazioni sul luogo in cui ti trovi. Se non desideri inviare la tua posizione ai contatti d’emergenza disattiva l’opzione “SOS emergenze” su iPhone in Impostazioni > Privacy > Localizzazione > Servizi di sistema.
ja: 緊急SOSを使用すると、デバイスは緊急通報サービスへ通話（警察や救急などへの通報）を試みます。緊急通報指令係があなたを助けるのを可能にするため、位置情報サービスを有効にしているかどうかに関係なく、あなたの現在地の情報が通知されます。通話が終わると、あなたから緊急通報サービスへ通知がなされたというメッセージを、あなたの設定した緊急連絡先に送信することを選択できます。このメッセージにはあなたの現在地の情報も含まれます。緊急連絡先は、iPhoneのヘルスケアアプリのメディカルIDで追加、編集、削除ができます。 限られた期間、あなたの現在地が変わるに従いデバイスはあなたの緊急連絡先に最新情報を送信します。送信が行われると通知があなたに送信されます。最新情報の送信を停止したい場合は、通知で“共有を停止”を選びます。 位置情報サービスが無効になっている場合、緊急連絡先にあなたの現在地の情報を知らせるために一時的にサービスが有効になります。もし、現在地の情報を緊急連絡先に送信したくない場合は、iPhoneで“設定”を開き、“プライバシー”＞“位置情報サービス”＞“システムサービス”の順にタップして、“緊急SOS”をオフにします。
kk: «Төтенше қоңырау — SOS» функциясын пайдаланған кезде, құрылғыңыз төтенше сервистерге хабарласуға әрекет жасайды. Диспетчер сізге көмектесуіне мүмкіндік беру үшін геолокация сервистері қосылғанына немесе қосылмағанына қарамастан қоңырау арқылы геолокацияңыз берілуі мүмкін. Қоңырау аяқталысымен төтенше контактілерді төтенше сервистерге хабарласқаныңыз туралы хабармен ескертуге болады. Сондай-ақ бұл хабармен геолокацияңыз да беріледі. Төтенше контактілерді iPhone құрылғысының «Денсаулық» қолданбасындағы медициналық картаны өзгерту арқылы басқаруға болады. Құрылғыңыз шектеулі уақыт ішінде жаңартуларды төтенше контактілерге геолокацияның өзгеруіне байланысты жібереді. Бұл орындалған кезде сізге хабарландыру келеді. Жаңартуларды хабарландырудан «Бөлісу әрекетін тоқтату» параметрін таңдау арқылы тоқтатуға болады. Геолокация сервистері өшірулі болса, төтенше контактілерге геолокацияңызды хабарлау үшін уақытша қосылады. Төтенше сервистерге геолокацияңызды жібергіңіз келмесе, iPhone құрылғыңыздағы «Реттеулер» мәзірін ашып, «Құпиялылық» және «Геолокация сервистері» опциясын түртіңіз, содан кейін «Төтенше қоңырау — SOS» функциясын өшіріңіз.
ko: 긴급 구조를 요청하면 사용자의 기기가 긴급 서비스에 전화를 겁니다. 구조 차량의 배차를 위해 위치 서비스 기능의 활성화 여부와 상관없이 사용자의 위치가 통화에 포함될 수 있습니다. 통화가 종료되면 긴급 연락처에 메시지로 통지할지 선택할 수 있습니다. 메시지에는 긴급 서비스에 전화를 걸었다는 것과 사용자의 현재 위치가 포함됩니다. 긴급 연락처는 iPhone의 건강 앱에 있는 의료 정보에서 편집하고 관리할 수 있습니다. 일정 시간 동안, 사용자의 위치 변동에 따라 기기에서 위치 변경을 긴급 연락처에 통지하고 사용자에게 업데이트 통지가 전송되었음을 알립니다. 업데이트 통지 전송을 중단하려면 알림에서 공유 중단을 선택하십시오. 위치 서비스가 비활성화되어 있는 경우에는 이 기능을 일시적으로 활성화하여 사용자의 위치를 긴급 연락처에 통지합니다. 사용자의 위치를 긴급 연락처에 알리지 않으려면 iPhone에서 설정을 열고 개인정보 보호, 위치 서비스, 시스템 서비스를 차례로 탭한 다음 긴급 구조 요청을 끄십시오.
lt: Jei naudosite SOS signalo funkciją, įrenginys bandys skambinti pagalbos tarnyboms. Kad dispečeris galėtų jums padėti, skambučio metu gali būti nurodyta vietos informacija, nepaisant to, ar įjungėte vietos nustatymo paslaugas. Pasibaigus skambučiui, galite pasirinkti žinute pranešti adresatams nelaimės atveju, kad skambinote pagalbos tarnyboms. Šioje žinutėje taip pat bus nurodyta dabartinė vieta. Adresatus nelaimės atveju galite tvarkyti redaguodami savo medicininę kortelę „iPhone“ programoje „Sveikata“. Tam tikrą laikotarpį įrenginys siųs naujinius adresatams nelaimės atveju, kai keisis jūsų buvimo vieta. Kai taip nutiks, gausite pranešimą. Naudodami SOS signalo funkciją „Apple Watch“, šiuos naujinius galite sustabdyti pasirinkdami „Apple Watch“ pranešime „Nustoti bendrinti“. Naudodami SOS signalo funkciją „iPhone“, šiuos naujinius galite sustabdyti bakstelėdami būsenos juostą „iPhone“ ir pasirinkdami „Nustoti bendrinti nelaimės vietos informaciją“. Jei vietos nustatymo paslaugos išjungtas, jis bus laikinai įjungtas, kad būtų galima pranešti adresatams nelaimės atveju apie jūsų buvimo vietą. Jei nenorite siųsti savo buvimo vietos informacijos adresatams nelaimės atveju, „iPhone“ atidarykite „Nustatymai“, bakstelėkite „Privatumas“ > „Vietos nustatymo paslaugos“ > „Sistemos paslaugos“ ir išjunkite SOS signalo parinktį.
ms: Apabila anda menggunakan SOS Kecemasan, peranti anda akan cuba menghubungi perkhidmatan kecemasan. Untuk membolehkan pembantu kecemasan membantu anda, panggilan ini mungkin menyertakan lokasi anda, tidak kira sama ada anda mendayakan Perkhidmatan Lokasi. Setelah panggilan tamat, anda boleh memilih untuk memaklumkan kenalan kecemasan anda dengan mesej yang menyatakan bahawa anda telah menghubungi perkhidmatan kecemasan. Mesej ini turut menyertakan lokasi semasa anda. Anda boleh mengurus kenalan kecemasan anda dengan mengedit ID Perubatan anda dalam app Kesihatan pada iPhone. Untuk tempoh masa terhad, peranti anda akan menghantar kemas kini kepada kenalan kecemasan anda apabila lokasi anda berubah. Anda akan menerima pemberitahuan apabila ini berlaku. Anda boleh menghentikan kemas kini ini dengan memilih Henti Berkongsi dalam pemberitahuan. Jika Perkhidmatan Lokasi dinyahdayakan, ia akan didayakan buat sementara untuk memaklumkan kenalan kecemasan anda tentang lokasi anda. Jika anda tidak mahu menghantar lokasi anda kepada kenalan kecemasan anda, buka Seting pada iPhone anda, ketik Privasi, ketik Perkhidmatan Lokasi, ketik Perkhidmatan Sistem dan nyahaktifkan SOS Kecemasan.
nb: Når du bruker Nødanrop (SOS), vil enheten prøve å ringe nødnummeret. For å gjøre det enklere for nødetatene å hjelpe deg kan anropet inkludere posisjonen din, uavhengig av om du har aktivert Stedstjenester eller ikke. Når samtalen avsluttes, kan du velge å varsle nødkontaktene dine med en tekstmelding der det står at du har ringt nødnummeret. Meldingen vil også inneholde din nåværende posisjon. Du kan legge til eller endre nødkontaktene dine under Nødinfo i Helseappen på iPhone. Enheten vil sende oppdateringer til nødkontaktene dine i en begrenset periode hvis posisjonen din endres. Du kan bli varslet når dette skjer. Du kan avslutte oppdateringene ved å velge Avslutt deling i varselet. Hvis Stedstjenester er deaktivert, slås innstillingen på midlertidig slik at nødkontaktene kan bli varslet om hvor du befinner deg. Hvis du ikke vil sende posisjonen din til nødkontakter, går du til Innstillinger på den sammenkoblede iPhonen, trykker på Personvern og deretter Stedstjenester og slår av Nødanrop (SOS).
nl: Wanneer je SOS-noodmelding gebruikt, probeert je apparaat het alarmnummer te bellen. Om ervoor te zorgen dat de centrale je kan helpen, kan je locatie worden doorgegeven, ongeacht of 'Locatievoorzieningen' wel of niet is ingeschakeld. Na het gesprek kun je kiezen of je je SOS-contactpersonen een bericht wilt sturen dat je het alarmnummer hebt gebeld. Dit bericht bevat ook je huidige locatie. Je kunt je SOS-contactpersonen beheren via de medische ID in de app Gezondheid op je iPhone. Gedurende een beperkte periode stuurt je apparaat updates aan je SOS-contactpersonen wanneer je locatie verandert. Je krijgt een melding wanneer dit gebeurt. Je kunt deze updates stoppen door 'Stop delen' te selecteren in de melding. Als 'Locatievoorzieningen' is uitgeschakeld, wordt dit tijdelijk ingeschakeld om je SOS-contactpersonen een melding te sturen met je locatie. Als je je locatie niet naar je SOS-contactpersonen wilt sturen, open je Instellingen op je gekoppelde iPhone, tik je op 'Locatievoorzieningen' en dan op 'Systeem' en schakel je 'SOS-noodmelding' uit.
pl: Gdy używasz funkcji Alarmowe SOS, urządzenie próbuje połączyć się ze służbami ratowniczymi. Aby dyspozytor mógł Ci pomóc, połączenie to może zawierać Twoje położenie, niezależnie od tego, czy usługi lokalizacji są włączone. Po zakończeniu tego połączenia możesz wybrać, czy chcesz wysłać do kontaktów alarmowych wiadomość informującą o połączeniu ze służbami ratowniczymi. Wiadomość ta zawiera także Twoje bieżące położenie. Kontaktami alarmowymi możesz zarządzać, edytując kartę medyczną w aplikacji Zdrowie na iPhonie. Następnie urządzenie będzie przez pewien czas wysyłać do kontaktów alarmowych uaktualnienia dotyczące zmian Twojego położenia. O każdym z nich urządzenie będzie informowało Cię odpowiednim powiadomieniem. Uaktualnienia te możesz wyłączyć, wybierając Przestań udostępniać w powiadomieniu SOS. Jeśli usługi lokalizacji są wyłączone, zostaną włączone na krótką chwilę, aby umożliwić wysłanie Twojego położenia do kontaktów alarmowych. Jeśli nie chcesz wysyłać swojego położenia do kontaktów alarmowych, otwórz Ustawienia na połączonym w parę iPhonie, stuknij w Prywatność, stuknij w Usługi lokalizacji, stuknij w Usługi systemowe i wyłącz Alarmowe SOS.
pt: Ao ativar o SOS de Emergência, o dispositivo tentará ligar para serviços de emergência. Para permitir que o atendente lhe ajude, essa ligação pode incluir sua localização, mesmo que os Serviços de Localização não estejam ativados. Ao final da ligação, você pode optar por notificar seus contatos de emergência com uma mensagem dizendo que você fez uma ligação para serviços de emergência. Essa mensagem também inclui sua localização atual. Para gerenciar seus contatos de emergência, edite sua Ficha Médica no app Saúde no iPhone. Por um tempo limitado, o dispositivo enviará atualizações para os seus contatos de emergência conforme sua localização mudar. Você receberá uma notificação quando isso ocorrer. Você pode interromper essas notificações selecionando “Parar de Compartilhar” na notificação. Se os Serviços de Localização estiverem desativados, eles serão ativados temporariamente a fim de informar sua localização para seus contatos de emergência. Se você não quiser enviar sua localização aos seus contatos de emergência, abra os Ajustes no iPhone, toque em Privacidade, toque em Serviços de Localização, toque em Serviços do Sistema e desative a opção SOS de Emergência.
pt_pt: Quando usa SOS emergência, o dispositivo tentará efetuar uma chamada para os serviços de urgência. Para facilitar o processamento da sua chamada, esta pode incluir a sua localização, mesmo que os serviços de localização não estejam ativados. Assim que a chamada terminar, pode optar por notificar os seus contactos de emergência com uma mensagem a avisar que contactou os serviços de urgência. Nessa mensagem é incluída a sua localização atual. Pode gerir os contactos de emergência na ficha médica da aplicação Saúde, no iPhone. Durante um período de tempo limitado, o dispositivo enviará atualizações aos contactos de emergência à medida que a sua localização mudar. Receberá igualmente uma notificação por cada atualização enviada. Estas podem ser desativadas selecionando a opção “Deixar de partilhar”. Se os serviços de localização estiverem desativados, serão ativados temporariamente para notificar os contactos de emergência da sua localização. Se preferir que essa informação não lhes seja enviada, no seu iPhone emparelhado abra as Definições e toque em Privacidade, Serviços de localização, Serviços do sistema e desative SOS emergência.
ro: Atunci când utilizați funcționalitatea S.O.S. urgențe, dispozitivul dvs. va încerca să apeleze serviciile de urgență. Pentru a‑i permite dispecerului să vă asiste, acest apel poate include localizarea dvs., indiferent dacă serviciile de localizare sunt activate sau nu. După încheierea apelului, puteți opta să vă notificați contactele pentru urgențe cu un mesaj care informează că ați apelat serviciile de urgență. Acest mesaj include și localizarea dvs. curentă. Vă puteți gestiona contactele pentru urgențe prin editarea ID‑ului dvs. medical din aplicația Sănătate de pe iPhone. Pentru o perioadă limitată de timp, dispozitivul le va trimite contactelor pentru urgențe actualizări pe măsură ce localizarea dvs. se modifică. Veți primi o notificare atunci când se întâmplă acest lucru. Puteți să opriți aceste actualizări selectând Opriți partajarea în notificare. Dacă serviciile de localizare sunt dezactivate, acestea vor fi activate temporar pentru a permite notificarea contactelor pentru urgențe în legătură cu localizarea dvs. Dacă nu doriți să le trimiteți contactelor pentru urgențe localizarea dvs., deschideți aplicația Configurări pe iPhone‑ul dvs., apăsați Intimitate, apăsați Servicii de localizare, apăsați Servicii de sistem și dezactivați opțiunea S.O.S. urgențe.
ru: При использовании функции «Экстренный вызов — SOS» с Вашего устройства будет предпринята попытка позвонить в экстренные службы. Чтобы позволить диспетчеру помочь Вам, данный звонок может содержать Вашу геопозицию, независимо от того, включены Службы геолокации или нет. По окончании звонка Вы сможете уведомить свои контакты на случай ЧП с помощью сообщения, в котором говорится, что Вы позвонили в экстренные службы. Данное сообщение также содержит Вашу текущую геопозицию. Вы можете управлять своими контактами на случай ЧП, внося изменения в Медкарту в приложении «Здоровье» на iPhone. В течение ограниченного времени Ваше устройство будет отправлять обновления Вашим контактам на случай ЧП по мере изменения Вашей геопозиции. При этом Вы будете получать уведомления. Вы сможете остановить отправку данных обновлений, выбрав «Закрыть доступ» в уведомлениях. Если функция «Службы геолокации» отключена, она будет временно включена, чтобы уведомить Ваши контакты на случай ЧП о Вашей геопозиции. Если Вы не хотите отправлять Вашу геопозицию контактам на случай ЧП, откройте Настройки на iPhone, с которым создана пара, коснитесь «Конфиденциальность» > «Службы геолокации» > «Системные службы» и выключите «Экстренный вызов — SOS».
sk: Keď použijete funkciu SOS, vaše zariadenie sa pokúsi zavolať na tiesňovú linku. Aby vám dispečer vedel pomôcť, môže byť súčasťou tohto hovoru vaša poloha bez ohľadu na to, či máte zapnuté lokalizačné služby. Po skončení hovoru môžete upozorniť tiesňové kontakty odoslaním správy s informáciami o kontaktovaní záchrannej služby. Táto správa bude obsahovať vašu aktuálnu polohu. Tiesňové kontakty môžete spravovať v Zdravotnom ID v apke Zdravie na iPhone. Vaše zariadenie bude tiesňovým kontaktom po obmedzený čas odosielať aktualizácie vašej polohy. Po aktualizácii polohy vám bude doručené hlásenie. Tieto aktualizácie môžete kedykoľvek vypnúť tak, že v hlásení vyberiete Zastaviť zdieľanie. Ak máte vypnuté lokalizačné služby, budú kvôli odoslaniu vašej polohy tiesňovým kontaktom dočasne zapnuté. Ak nechcete odosielať svoju polohu tiesňovým kontaktom, otvorte na spárovanom iPhone apku Nastavenia, klepnite na Súkromie, Lokalizačné služby, Systémové služby a vypnite SOS.
sl: Ko uporabite nujni poziv SOS, bo naprava poskušala poklicati službo za nujno pomoč. Da vam bo dispečer lahko pomagal, bo ta klic morda vključeval vašo lokacijo ne glede na to, ali ste omogočili lokacijske storitve. Po koncu klica lahko izberete, da vaši stiki za nujne primere prejmejo sporočilo z obvestilom, da ste poklicali službo za nujno pomoč. To sporočilo vključuje tudi vašo trenutno lokacijo. Svoje stike za nujne primere lahko upravljate tako, da v aplikaciji Zdravje v iPhonu uredite svojo zdravstveno kartico. Naprava bo vašim stikom za nujne primere za omejen čas pošiljala posodobitve, ko se vaša lokacija spremeni. Ko se to zgodi, boste prejeli obvestilo. Te posodobitve izklopite tako, da v obvestilu izberete možnost Ustavi deljenje. Če so lokacijske storitve onemogočene, bodo začasno omogočene, da bodo vaši stiki za nujne primere obveščeni o vaši lokaciji. Če stikom za nujne primere ne želite poslati svoje lokacije, v iPhonu odprite Nastavitve, tapnite Zasebnost, tapnite Lokacijske storitve, tapnite Sistemske storitve in izklopite možnost Nujni poziv SOS.
sv: När du använder Nödanrop SOS försöker enheten ringa ett nödsamtal. I syfte att underlätta för larmcentralens personal att hjälpa dig kan detta samtal inkludera din plats, oavsett om du har aktiverat Platstjänster. När samtalet avslutas kan du välja att skicka ett meddelande till dina nödkontakter om att du har ringt ett nödsamtal. Detta meddelande innehåller även din aktuella plats. Du kan hantera dina nödkontakter genom att redigera ditt medicinska ID i appen Hälsa på iPhone. Under en begränsad tidsperiod skickar din enhet uppdateringar till dina nödkontakter så fort din position ändras. Du får ett meddelande när detta händer. Du kan när som helst stoppa dessa uppdateringar genom att välja Sluta dela i notisen. Om platstjänster är avaktiverade kommer de tillfälligt att aktiveras så att dina nödkontakter kan få din platsinformation. Om du inte vill skicka din platsinformation till dina nödkontakter öppnar du Inställningar på iPhone och trycker på Integritet och sedan på Platstjänster. Tryck därefter på Systemtjänster och avaktivera Nödanrop SOS.
th: เมื่อคุณใช้ “SOS ฉุกเฉิน” อุปกรณ์ของคุณจะพยายามเรียกสายบริการฉุกเฉิน ในการให้ผู้ช่วยเหลือสามารถมาช่วยคุณได้ การโทรนี้อาจจะรวมตำแหน่งที่ตั้งของคุณด้วยไม่ว่าคุณจะเปิดใช้งานการบริการหาตำแหน่งที่ตั้งหรือไม่ก็ตาม เมื่อการโทรบริการฉุกเฉินสิ้นสุด คุณสามารถเลือกที่จะแจ้งกับรายชื่อติดต่อฉุกเฉินของคุณด้วยข้อความที่ระบุว่า คุณได้เรียกสายบริการฉุกเฉิน ข้อความนี้จะรวมตำแหน่งที่ตั้งปัจจุบันของคุณด้วย คุณสามารถจัดการรายชื่อติดต่อฉุกเฉินได้โดยการแก้ไขข้อมูลทางการแพทย์ในแอปสุขภาพที่อยู่บน iPhone ของคุณ อุปกรณ์จะอัปเดตตำแหน่งที่ตั้งที่เปลี่ยนไปของคุณให้กับรายชื่อติดต่อฉุกเฉินทราบในช่วงระยะเวลาจำกัด คุณจะได้รับการแจ้งเตือนทุกครั้งเมื่อตำแหน่งที่ตั้งเปลี่ยนไป คุณอาจจะหยุดอัปเดตตำแหน่งที่ตั้งได้โดยการเลือกหยุดการแชร์ในการแจ้งเตือน ถ้าบริการหาตำแหน่งที่ตั้งปิดใช้งานอยู่ บริการหาตำแหน่งที่ตั้งจะถูกเปิดใช้งานชั่วคราวเพื่อแจ้งกับรายชื่อติดต่อฉุกเฉินพร้อมกับตำแหน่งที่ตั้งของคุณ ถ้าคุณไม่ต้องการส่งตำแหน่งที่ตั้งให้กับรายชื่อติดต่อฉุกเฉินของคุณ ให้เปิดการตั้งค่าบน iPhone แตะความเป็นส่วนตัว แตะบริการหาตำแหน่งที่ตั้ง แตะบริการระบบ และปิด “SOS ฉุกเฉิน”
tr: Acil SOS’i kullandığınızda, aygıtınız acil servisi aramayı dener. Bu arama, yardım alabilmeniz için Konum Servisleri’nin etkin olup olmadığına bakmaksızın konumunuzu içerebilir. Acil servis araması sona erdiğinde, acil arama yaptığınızı belirten bir mesajı acil durum kişilerinize göndermeyi seçebilirsiniz. Bu mesaj, bulunduğunuz konumu da içerir. Acil durum kişilerinizi iPhone’daki Sağlık uygulamasının Tıbbi Kimlik bölümünde düzenleyebilirsiniz. Aygıtınız, sınırlı bir süre boyunca, konumunuz değiştikçe SOS kişilerinize güncelleme gönderir. Bu gerçekleştiğinde bir bildirim alırsınız. Bildirimde Paylaşmayı Durdur’u seçerek bu güncellemelerin gönderilmesini durdurabilirsiniz. Konum Servisleri etkin değilse, acil durum kişilerinize konumunuzla ilgili uyarı gönderebilmek için geçici olarak etkinleştirilir. Konumunuzun acil durum kişilerinize gönderilmesini istemiyorsanız iPhone’unuzda Ayarlar’ı açın, Gizlilik’e dokunun, sonra Konum Servisleri’ne, daha sonra Sistem Servisleri’ne dokunun ve Acil SOS’i kapatın.
uk: Коли ви вмикаєте Сигнал SOS, ваш пристрій намагається додзвонитись до екстрених служб. Щоб дати диспетчеру змогу допомогти вам, цей виклик може включати дані про ваше місце, незважаючи на те, чи увімкнено Служби локації. У кінці виклику ви маєте можливість сповістити свої екстрені контакти звісткою, яка повідомляє про те, що ви викликали екстрені служби. Це повідомлення також включає ваше поточне місце. Ви можете керувати своїми екстреними контактами у Медичному ID програми «Здоровʼя» на iPhone. Протягом обмеженого проміжку часу ваш пристрій надсилатиме оновлення екстреним контактам, коли ваше місце змінюється. Коли це відбувається, ви отримуєте сповіщення. Ви можете зупинити ці оновлення, вибравши у сповіщенні «Зупинити поширення». Якщо Служби локації вимкнено, її буде тимчасово увімкнено з метою сповіщення ваших екстрених контактів про ваше місце. Якщо ви не хочете надсилати своє місце екстреним контактам, у Параметрах на своєму iPhone відкрийте Приватність, торкніть Служби локації, торкніть Системні сервіси й вимкніть Сигнал SOS.
vi: Khi bạn sử dụng SOS khẩn cấp, thiết bị của bạn sẽ cố gắng gọi các dịch vụ khẩn cấp. Để cho phép điều phối viên trợ giúp bạn, cuộc gọi này có thể bao gồm vị trí của bạn, bất kể bạn có bật Dịch vụ định vị hay không. Khi cuộc gọi kết thúc, bạn có thể lựa chọn thông báo cho các liên hệ khẩn cấp bằng tin nhắn với nội dung thông báo rằng bạn đã gọi dịch vụ khẩn cấp. Tin nhắn này cũng bao gồm vị trí hiện tại của bạn. Bạn có thể quản lý các liên hệ khẩn cấp bằng cách sửa ID y tế trong ứng dụng Sức khỏe trên iPhone. Trong một khoảng thời gian giới hạn, thiết bị của bạn sẽ gửi các cập nhật đến các liên hệ khẩn cấp khi vị trí của bạn thay đổi. Bạn sẽ nhận được thông báo khi việc này xảy ra. Bạn có thể dừng các cập nhật này bằng cách chọn Dừng chia sẻ trong thông báo. Nếu Dịch vụ định vị bị tắt, dịch vụ sẽ được bật tạm thời để thông báo cho các liên hệ khẩn cấp về vị trí của bạn. Nếu bạn không muốn gửi thông tin vị trí của mình đến các liên hệ khẩn cấp, hãy mở Cài đặt trên iPhone, chạm Quyền riêng tư, chạm Dịch vụ định vị, chạm Dịch vụ hệ thống và tắt SOS khẩn cấp.
zh_cn: 使用“SOS紧急联络”时，你的设备将尝试呼叫紧急服务。为允许调度员向你提供帮助，通话可能会包含你的位置，无论你是否已启用“定位服务”。呼叫结束后，你可以选择以信息方式告知紧急联系人你进行了紧急呼叫。此信息会同时包含你的当前位置。你可以编辑iPhone “健康”App的“医疗急救卡”来管理你的紧急联系人。 在有限的时间内，设备将在你位置发生改变时给紧急联系人发送更新信息，你也将收到通知。你可以在通知中选择“停止共享”，以停止更新。 如果“定位服务”为停用状态，那么在通知你的紧急联系人时将暂时启用，以在信息中包含你的位置。如果你不想将位置信息发送给紧急联系人，请在iPhone上打开“设置”，依次轻点“隐私”>“定位服务”>“系统服务”并关闭“SOS紧急联络”。
zh_hk: 當你使用「緊急求助SOS」，你的裝置會嘗試致電緊急服務。為了方便派遣員協助你，不論你是否已啟用「定位服務」，此通話都有可能包含你的位置。通話一結束後，你可以選擇傳送訊息給你的緊急聯絡人，通知他們你已經致電緊急服務。有關訊息亦會包括你的目前位置。你可以在iPhone上的「健康」App中編輯「醫療檔案」，以管理緊急聯絡人。 你的裝置會在特定時間內，根據你當時位置的變化而將更新資料傳送予緊急聯絡人。你亦會收到有關通知。你可以選取通知中的「停止共享」以停止這些更新項目。 如「定位服務」已停用，會暫時啟用「定位服務」，以便你的緊急聯絡人能夠接收到你的位置。如不想將你的位置傳送予緊急聯絡人，請在iPhone上打開「設定」，點一下「私隱」，點一下「定位服務」，點一下「系統服務」，然後關閉「緊急求助SOS」。
zh_tw: 使用「SOS緊急服務」時，你的裝置會嘗試撥號給緊急服務。為了方便派遣員協助你，不論你是否已啟用「定位服務」，此通話都有可能包含你的位置。一旦通話結束，你可選擇傳送訊息給你的緊急聯絡人，通知他們你已撥打緊急服務電話。此訊息會包含你的目前位置。可透過編輯iPhone「健康」App中的「醫療卡」來管理你的緊急聯絡人。 隨著位置改變，你的裝置會在一段時間內定期傳送你的位置更新給緊急聯絡人。你會收到相關通知。你可選取通知中的「停止分享」來停止位置更新。 若「定位服務」已被停用，會暫時啟用「定位服務」，以便你的緊急聯絡人能夠接收到你的位置。若不想將你的位置傳送給緊急聯絡人，請在配對的iPhone上打開「設定」，點一下「隱私權」，點一下「定位服務」，點一下「系統服務」，然後關閉「SOS緊急服務」。
